In [2]:
import pandas as pd
sequels = pd.read_csv('C:/Users/nswat/Documents/DataCamp/Datasets/4JoiningDataWPandasDatasets/sequels.csv')

sequels.head()

   Unnamed: 0     id         title   sequel
0           0  19995        Avatar      NaN
1           1    862     Toy Story    863.0
2           2    863   Toy Story 2  10193.0
3           3    597       Titanic      NaN
4           4  24428  The Avengers      NaN